{
  "fullName": "Kelly Clarkson",
  "bio": "<p>Kelly Clarkson serves as a coach for Season 18 of NBC's multi-Emmy Award-winning musical competition series \"The Voice\" and hosts her own daytime program, \"The Kelly Clarkson Show,\" which was the fall season's number-one new syndicated show.</p><p>Clarkson is among the most popular artists of this era, with total worldwide sales of more than 25 million albums and 40 million singles.</p><p>The Texas-born, Nashville-based singer-songwriter first came to fame in 2002 as the winner of the inaugural season of \"American Idol.\" Clarkson's debut single, \"A Moment Like This,\" quickly went to No. 1 on Billboard's Hot 100, ultimately ranking as the year's best-selling single in the US. Further, Clarkson is one of pop's top singles artists, with 17 singles boasting multiplatinum, platinum and gold certifications around the world, including such global favorites as \"Miss Independent\" and \"Because of You.\"</p><p>Clarkson has released eight studio albums (\"Thankful,\" \"Breakaway,\" \"My December,\" \"All I Ever Wanted,\" \"Stronger,\" \"Wrapped in Red,\" \"Piece by Piece\" and \"Meaning of Life\"), one greatest hits album and two children's books (New York Times Top 10 bestseller \"River Rose and the Magical Lullaby\" and the recent follow-up \"River Rose and the Magical Christmas\").</p><p>She is the recipient of an array of awards, including three Grammy Awards, four American Music Awards, three MTV Video Music Awards, two Academy of Country Music Awards, two American Country Awards and one Country Music Association Award. She is also the first artist to top each of Billboard's pop, adult contemporary, country and dance charts.</p><p>Clarkson hosted the both the 2018 and 2019 Billboard Music Awards in addition to appearing as a coach on \"The Voice\" since Season 14. She most recently won Season 17 of \"The Voice\" with a one-chair turn artist, Jake Hoot.</p><p><br></p>",
  "photo": {
    "relativeSrc": "/public/uploads/2020/4/5/TheVoice-S18-SITE-Bio-Images-Kelly-450x450-1586122083635-636058912.jpg",
    "filename": "TheVoice-S18-SITE-Bio-Images-Kelly-450x450-1586122083635-636058912.jpg",
    "size": 39093,
    "mimetype": "image/jpeg"
  },
  "id": 0
}
