{
  "fullName": "Nick Jonas",
  "bio": "<p>Nick Jonas&nbsp;serves as a coach on the 18th season of NBC's four-time Emmy Award-winning musical competition series \"The Voice.\"</p><p>Jonas is one-third of the preeminent male group of this century, the&nbsp;Jonas Brothers, who opened the floodgates for a new era of titans in pop music. They earned three consecutive No. 1 albums and sold out shows across three continents.&nbsp;The tremendous success of the band provided a launchpad for the successful solo careers of Nick and his brothers, Joe and Kevin Jonas, who until recently had kept loyal fans yearning for a reunion.</p><p>The band made their highly anticipated return with the single \"Sucker,\" which debuted at No. 1 on Billboard's Hot 100.&nbsp;The band also captured the No. 1 spot on the Billboard 200 with their now platinum-certified album&nbsp;\"Happiness Begins.\"</p><p>Jonas has received critically acclaimed solo success off his self-titled album, which includes the triple-platinum and No. 1 US radio hit \"Jealous.\"&nbsp;A recipient of the Songwriters Hall of Fame's prestigious&nbsp;Hal David&nbsp;Starlight Award, Jonas co-wrote the original song \"Home\" for the movie \"Ferdinand.\" The song was nominated for a 2018 Golden Globe Award for Best Original Song.</p><p>As an actor, Jonas garnered critical praise for his role in the 2016 Sundance Film Festival film \"Goat.\" He appeared alongside Dwayne Johnson, Kevin Hart and&nbsp;<a href=\"http://0.0.0.3/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"background-color: transparent;\">Jack Black</a>&nbsp;in \"Jumanji: Welcome to the Jungle,\" Sony's highest-grossing film at the US box office. Jonas was also featured in Roland Emmerich's \"Midway\" and recently completed production on Lionsgate's post-apocalyptic thriller \"Chaos Walking,\" which stars Daisy Ridley and Tom Holland and is scheduled for release later this year.</p><p>On the TV side, Jonas guest-starred on Fox's horror-comedy series \"Scream Queens\" and co-starred on \"Kingdom.\"</p><p><br></p>",
  "photo": {
    "relativeSrc": "/public/uploads/2020/4/5/TheVoice-S18-SITE-Bio-Images-Nick-450x450-1586122125967-390699624.jpg",
    "filename": "TheVoice-S18-SITE-Bio-Images-Nick-450x450-1586122125967-390699624.jpg",
    "size": 25968,
    "mimetype": "image/jpeg"
  },
  "id": 1
}
