{
  "fullName": "John Legend",
  "bio": "<p>John Legend serves as a coach on the 18th season of the four-time Emmy Award-winning competition series \"The Voice.\"</p><p>Legend, an EGOT-winning, critically acclaimed multiplatinum singer-songwriter, has garnered 11 Grammy Awards, an Academy Award, a Golden Globe Award, a Tony Award and an Emmy Award, among others. He is the first African American male to earn an EGOT and one of only 15 people in the prestigious club. Legend is now the first person to ever hold the title of VEGOT after his first win on Season 16 of \"The Voice\" coaching his artist, Maelyn Jarmon.</p><p>Legend has released six albums over the course of his career - \"Get Lifted\" (2004), \"Once Again\" (2006), \"Evolver\" (2008), \"Love in the Future\" (2013), \"Darkness and Light\" (2016) and \"A Legendary Christmas\" (2018).</p><p>Legend played the title role in NBC's 2018 special \"Jesus Christ Superstar Live in Concert,\" for which he won an Emmy as a producer and was nominated for Outstanding Lead Actor in a Limited Series or Movie.</p><p>Beyond his music career, Legend, along with partners Mike Jackson and Ty Stiklorius, is a principal in the Get Lifted Film Co., which executive produced IFC's sketch comedy show \"Sherman's Showcase,\" the HBO documentaries \"Southern Rites\" and \"United Skates,\" WGN America's series \"Underground,\" Netflix's series \"Rhythm + Flow\" and the films \"Southside with You\" and \"La La Land.\" An upcoming project includes David E. Talbert's holiday film \"Jingle Jangle,\" which will be released on Netflix this year.</p><p>As a philanthropist, Legend initiated the #FREEAMERICA campaign in 2015 to change the national conversation surrounding our country's criminal justice policies and to end mass incarceration.</p>",
  "photo": {
    "relativeSrc": "/public/uploads/2020/4/5/TheVoice-S18-SITE-Bio-Images-John-450x450_1-1586122171662-326925109.jpg",
    "filename": "TheVoice-S18-SITE-Bio-Images-John-450x450_1-1586122171662-326925109.jpg",
    "size": 20611,
    "mimetype": "image/jpeg"
  },
  "id": 2
}
