{
  "fullName": "Blake Shelton",
  "bio": "<p>Blake Shelton returns to \"The Voice\" for the 18th season with the incredible accomplishment of being the coach for six champions over the course of the series, including Season 13 winner Chloe Kohanski.</p><p>Shelton's other winners are Sundance Head, Craig Wayne Boyd, Danielle Bradbery, Cassadee Pope and Jermaine Paul.</p><p>Shelton has a storied career laden with wins of his own. Shelton earned his latest honors in November when he was named Favorite Country Artist by the People's Choice Awards and won Single of the Year at the CMA Awards for his song \"God's Country.\" At the 2020 Grammy Awards, Shelton was nominated for Best Country Solo Performance for \"God's Country.\" He is a 20-time ACM nominee and has taken home five CMA Male Vocalist of the Year trophies.</p><p>His album \"Texoma Shore\" was his sixth record to debut at No. 1 on the Billboard Top Country Albums chart and marked his 11th all-genre Top 10. Shelton's recently released singles include \"Nobody but You,\" a duet with Gwen Stefani, \"Hell Right,\" featuring Trace Adkins, and \"God's Country,\" which is his 26th No. 1 song, a streak that began in 2001 with \"Austin\" from his debut album.</p><p>Shelton was born, raised and lives in Oklahoma, where he has strong community ties. In response to the devastating tornadoes of 2013, Shelton and NBC teamed up with the telethon \"Healing in the Heartland: Relief Benefit Concert.\" With the help of Reba, Usher, Rascal Flatts, Vince Gill and Ryan Tedder of OneRepublic, among others, the telethon raised more than $6 million for United Way of Central Oklahoma. Shelton has donated $500,000 to the Jimmy Everest Center, an Oklahoma University hospital for children with blood cancer and blood disorders.</p><p>In association with Ryman Hospitality, Shelton has opened a string of entertainment-themed restaurants and bars called Ole Red. The first venue opened in 2017 in his hometown of Tishomingo, Oklahoma. He now has venues in Nashville and Gatlinburg, Tennessee, with another opening in Orlando, Florida, this spring.</p><p><br></p>",
  "photo": {
    "relativeSrc": "/public/uploads/2020/4/5/TheVoice-S18-SITE-Bio-Images-Blake-450x450-1586122202230-350743345.jpg",
    "filename": "TheVoice-S18-SITE-Bio-Images-Blake-450x450-1586122202230-350743345.jpg",
    "size": 33006,
    "mimetype": "image/jpeg"
  },
  "id": 3
}
