{
  "fullName": "Carson Daly",
  "bio": "<p>Carson Daly will serve as host and producer for the 15th season of the hit NBC series \"The Voice.\" The series has received seven consecutive Emmy nominations for Outstanding Reality Competition Program, winning in 2013 and 2015-17. Additionally, \"The Voice\" received a Producers Guild Award for Outstanding Producer of Competition Television for the sixth year in a row.</p><p>Daly joined NBC's morning show \"Today\" in 2013 and is the host of the Orange Room, its digital studio. Daly's exclusive interviews have made headlines, including his conversations with Kevin Love, Sean Combs and Fleetwood Mac when the band announced their reunion.</p><p>Daly's long-running late-night NBC series, \"Last Call with Carson Daly,\" is currently entering its 18th season. \"Last Call\" has garnered acclaim for its documentary style, emphasis on exceptional storytelling and status as late-night TV's unofficial music tastemaker.</p><p>For seven years, Daly also served as host of the top-rated morning-drive radio program on 97.1 AMP-FM Los Angeles. Daly began his career in radio in the early 1990s, quickly moving up the ranks as an on-air DJ in five cities within his first five years. He quickly landed one of the most coveted positions in the business - the early evening voice of L.A.'s influential and highly rated alternative rock station KROQ-FM. MTV soon recognized his talent and brought him to New York.</p><p>As host and executive producer of MTV's \"Total Request Live (TRL),\" Daly transformed an afternoon music video program into a must-stop on the publicity circuit for musicians, movie stars and entertainers. It was Daly's guy-next-door charm that made him appealing as he entered living rooms daily to offer exactly what the audience desired.</p>",
  "photo": {
    "relativeSrc": "/public/uploads/2020/4/5/TheVoice-S17-App-Coach-Host-Photos-450x450-Carson-1586122229976-2877956.jpg",
    "filename": "TheVoice-S17-App-Coach-Host-Photos-450x450-Carson-1586122229976-2877956.jpg",
    "size": 19187,
    "mimetype": "image/jpeg"
  },
  "id": 4
}
