{
  "description": "<p>&nbsp;push to save them. Each coach will have one save and one steal in the Battle Rounds. Artists who won their battle or were stolen by another coach will advance to the Knockout Rounds.&nbsp;</p><p>In a new twist for the show, the four artists that were saved by their individual coaches during the Battle Rounds will not automatically advance in the competition. Instead, those artists will compete in the first Four-Way Knockout. Each of the four artists will receive individualized coaching and rehearsals with their coach and a superstar Mega Mentor in preparation for the Four-Way Knockout. However, the winner will ultimately be chosen by America. At the top of the final episode of Knockouts, voting will open for America to choose which of the four artists moves forward in the competition after their performances. At the top of the first Live Show, Carson will reveal which of the four artists was voted through by America, and that artist will continue to the Live Shows with their original team.&nbsp;</p><p>For the remainder of the artists who made it to the Knockouts Round, one superstar Mega Mentor will be on hand to work with all the coaches and their teams as they prepare the artists for this challenge. In the Knockouts, the artists will be paired against a teammate once more, but this time they will select their own songs to perform individually while their direct competitor watches and waits. The coaches will choose the winner and the artist not selected will be available to be stolen by another coach. Each coach will only have one steal in the Knockout Round, making the stakes higher than ever.&nbsp;</p><p>Once the Live Performance Shows begin, the top artists will compete each week against each other during a live broadcast. As always, the television audience will vote to save their favorite artists. The artists with the lowest number of votes will be eligible for the \"Instant Save.\" These artists will each perform a new song that represents why they should earn the save. America will then have the opportunity to save their favorite performer by voting on \"The Voice\" app or NBC.com. The singers with the lowest number of votes will be sent home each week. In the end, one will be named \"The Voice\" and will receive the grand prize of a recording contract.</p><p>\"The Voice\" is a presentation of MGM Television, Warner Horizon Unscripted &amp; Alternative Television and ITV Studios The Voice USA, Inc. The series was created by John de Mol, who serves as an executive producer along with Mark Burnett, Audrey Morrissey, Amanda Zucker, Kyra Thompson and Adam H. Sher.</p><p>&nbsp;</p><p><strong>CREDITS</strong></p><p><br></p><p><strong>Season Premiere</strong></p><p>Monday, February 24, 2020</p><p><strong>Day &amp; Time</strong></p><p>Mondays 8/7c</p><p><strong>Host</strong></p><p>Carson Daly</p><p><strong>Coaches</strong></p><p>Kelly Clarkson, Nick Jonas, John Legend, Blake Shelton</p><p><strong>Executive Producers</strong></p><p>John de Mol, Mark Burnett, Audrey Morrissey, Amanda Zucker, Kyra Thompson, Adam H. Sher</p><p><strong>Developed By</strong></p><p>John de Mol</p><p><strong>Director</strong></p><p>Alan Carter</p><p><strong>Co-Executive Producers</strong></p><p>Teddy Valenti, Kyley Tucker</p><p><strong>Supervising Producers</strong></p><p>Anthea Bhargava, Clyde Lieberman, Brittany Martin Porter, Melysa Lovell Garratt, Bart Kimball</p><p><strong>Senior Producers</strong></p><p>Amanda Borden, Dan Paschen</p><p><strong>Producers</strong></p><p>Carson Daly, Tod Schellinger, Jared Wyso, Hayley Opalek-McSherry, Emily Swedelson (Blinds), Alyson Lippert (Blinds)</p><p><strong>Supervising Casting Director</strong></p><p>Michelle McNulty</p><p><strong>Consulting Producers</strong></p><p>Melissa Wong, Casey Dale (Blinds)</p><p><strong>Production Designer</strong></p><p>Anton Goss</p><p><strong>Off-Stage Production Designer&nbsp;</strong></p><p>James Connelly</p><p><strong>Lighting Designer</strong></p><p>Oscar Dominguez</p><p><strong>Origination</strong></p><p>Los Angeles, California</p><p><strong>Produced By</strong></p><p>MGM Television, Warner Horizon Unscripted &amp; Alternative Television, ITV Studios The Voice USA, Inc.</p><p><strong>Format by</strong></p><p>ITV Studios Netherlands Content B</p>",
  "title": "The Voice",
  "subhead": "MONDAYS 8/7c",
  "cover": {
    "relativeSrc": "/public/uploads/2020/4/5/TheVoice-S18-Logo-1920x1080-1586122657679-385422615.jpg",
    "filename": "TheVoice-S18-Logo-1920x1080-1586122657679-385422615.jpg",
    "size": 179396,
    "mimetype": "image/jpeg"
  },
  "id": 1
}
